Repository: armansaheb1/forecast_app
Catalog: lib/l10n/app_*.arb
Languages: fa

# language
source: en
fa: fa

source: Login
fa: ورود

source: Email
fa: ایمیل

source: Password
fa: رمز عبور

source: Full Name
fa: نام کامل

# forgotPassword
source: Forgot your password?
fa: رمز عبور خود را فراموش کرده اید؟

source: Or connect with
fa: یا وصل شوید با

# dontHaveAccount
source: Don't have an account?
fa: حساب کاربری ندارید؟

source: Login Now
fa: هم اکنون وارد شوید

source: Register
fa: ثبت نام

# pleaseLogin
source: Please Login to use the app
fa: لطفاً برای استفاده از اپلیکیشن وارد شوید

# welcome
source: Welcome to our App!
fa: به اپلیکیشن ما خوش آمدید!

source: Enter App
fa: ورود به برنامه

# languageSelection
source: Select your language
fa: زبان خود را انتخاب کنید

source: Home Screen
fa: صفحه اصلی

source: Horoscope
fa: هوروسکوپ

source: Profile
fa: پروفایل

source: Home
fa: خانه

source: Coffee Reading
fa: خواندن قهوه

source: History
fa: تاریخچه

source: AI Chat
fa: چت هوشمند

source: Tarot
fa: تاروت

source: I Ching
fa: ای چینگ

source: Fortune Teller
fa: پیشگویی کننده

source: Ad Space - Promote Your Business Here!
fa: فضای تبلیغاتی - تبلیغ کسب و کار خود را اینجا!

# coffeeReadingTitle
source: Coffee Reading
fa: فال قهوه

# uploadInstructions
source: Please upload three images of your coffee cup for analysis.
fa: لطفاً سه تصویر از فنجان قهوه خود برای تحلیل آپلود کنید.

# analyzeButton
source: Analyze Images
fa: تحلیل تصاویر
